using System;
using System.Linq;
using System.Collections.Generic;
using System.Text;

namespace SmartDeviceProject2
{
    class Пакеты
    {
            private List<СсылкаНаСервис.СтрокаНоменклатуры> Список = new List<SmartDeviceProject2.СсылкаНаСервис.СтрокаНоменклатуры>();
            private СсылкаНаСервис.СтрокаНоменклатуры СтрокаНоменклатуры = new СсылкаНаСервис.СтрокаНоменклатуры();
            //СтрокаНоменклатуры.Код = "423";
            //СтрокаНоменклатуры.Количество = "503";
            //СтрокаНоменклатуры.Наименование = "123";
            //Список.Add(СтрокаНоменклатуры);
            //СсылкаНаСервис.СтрокаНоменклатуры[] СписокПользователей = Сервис.ОбменТСД("СписокПользователей",Список.ToArray());

        Пакеты() { 
        
        
        
        }

        public Array ПодготовитьПростойПакет(string Операция,string Код,string Наименование,string Количество){
        


        }


    }
}
